<template>
  <div class="about py-8">
    <h1>"Речь в текст"</h1>
    <div class="caption">версия 0.2.1, 2021-04-16</div>

    <p>
      AI powered by NSU
    </p>

    <p>

    <ul>
      <li>Оболочка переведена на русский язык.</li>
      <li>Добавлена возможность скачивания результата распознавания в разделе "Архив".</li>
      <li>Улучшен UI при множественном распознавании файлов.</li>
    </ul>

    </p>

    <v-divider/>

    <h2>
      "Речь в текст", версия 0.1.1, 2021-04-12
    </h2>
    <div class="caption">версия 0.1.1, 2021-04-12</div>

    <p>
      AI powered by NSU
    </p>

    <v-divider/>
    <p class="pt-4">
      Поддерживаемые форматы:
    </p>

    <p>
      <ul>
        <li>аудио: wav, mp3 (частично)</li>
        <li>видео: mov, mpeg4</li>
      </ul>
    </p>

    <v-divider/>
    <p class="pt-4">
      Длительность одного файла: до 5 минут
      Максимальное количество файлов для одновременной загрузки: 10 штук
    </p>
    <v-divider/>
    <p class="pt-4">
      Доступные параметры настроек и распознавания:
    </p>

    <ul>
      <li>язык распознавания: русский</li>
      <li>тайминг: возможность выбора временных меток</li>
      <li>теги (locations, organizations, persons)</li>
      <li>расстановка пунктуации</li>
      <li>разделение на спикеров</li>
      <li>дополнительный домен: телекоммуникационный</li>
    </ul>

    <p>
      Недоступные параметры настроек и распознавания приведены в качестве примера того, в каком направлении может
      развиваться система.
    </p>

  </div>
</template>
