<template>
  <div class="about py-8">
    <h1>STT by Roza.ai </h1>
    <div class="caption">версия 0.1.1, 2021-04-12</div>

    <p>
      Powered by AI NSU
    </p>
<v-divider />
    <p class="pt-4">
      Поддерживаемые форматы:
    </p>

    <p>
      <ul>
        <li>аудио: wav, mp3 (частично)</li>
        <li>видео: mov, mpeg4</li>
      </ul>
    </p>

    <v-divider />
    <p class="pt-4">
      Длительность одного файла: до 5 минут
      Максимальное количество файлов для одновременной загрузки: 10 штук
    </p>
    <v-divider />
    <p class="pt-4">
      Доступные параметры настроек и распознавания:
    </p>

    <ul>
      <li>язык распознавания: русский</li>
      <li>тайминг: возможность выбора временных меток</li>
      <li>теги (locations, organizations, persons)</li>
      <li>расстановка пунктуации</li>
      <li>разделение на спикеров</li>
      <li>дополнительный домен: телекоммуникационный</li>
    </ul>

    <p>
      Недоступные параметры настроек и распознавания приведены в качестве примера того, в каком направлении может
      развиваться система.
    </p>

  </div>
  <!--
    <hr />
    <hr />
    <hr />
    <hr />
    3. Там где написано TRANSCRIBER, разместить лого
    8. кнопку SUBMIT лучше всего вынести из первой ячейки и разместить ниже обеих ячеек с upload и микрофоном. Кажется, она по логике ко всем относится.


      пример ответа запроса


      {"Model":{"Id":0,"ResultText":"0(normal):при коляски привет понимаю что нафиг я сейчас не сдался но очень хочется рассказать про командировку буквально вкратце это кстати репортаж недалеко от аэропорта толмачево ум семья приехал на завод оказался в какойто промзоне я оттащил это оборудование на миллион практических промзоны до метро было страшно потом я непонятым я в этом не по разу не в рюкзаке я думал как мне взять с собой два рюкзака чтобы была","Data":[{"TimeStart":223,"TimeEnd":31590,"Text":"При коляски привет понимаю что нафиг я сейчас не сдался но, очень хочется рассказать про командировку буквально вкратце, это кстати репортаж недалеко от аэропорта толмачево, ум семья приехал на завод оказался в какой-то промзоне я оттащил это оборудование на миллион практических промзоны до метро было страшно, потом я непонятым я в этом не, по разу не в рюкзаке я думал как мне взять с собой два рюкзака чтобы была.","RawText":"при коляски привет понимаю что нафиг я сейчас не сдался но очень хочется рассказать про командировку буквально вкратце это кстати репортаж недалеко от аэропорта толмачево ум семья приехал на завод оказался в какойто промзоне я оттащил это оборудование на миллион практических промзоны до метро было страшно потом я непонятым я в этом не по разу не в рюкзаке я думал как мне взять с собой два рюкзака чтобы была","Speaker":"0","Emotion":"normal","Tags":[{"Name":"ORG","Start":153,"End":172}]}],"ResultHtml":"\u003cp\u003e\u003cdiv\u003e0\u003c/div\u003e\u003cdiv\u003enormal\u003c/div\u003e\u003cdiv\u003eпри коляски привет понимаю что нафиг я сейчас не сдался но очень хочется рассказать про командировку буквально вкратце это кстати репортаж недалеко от аэропорта толмачево ум семья приехал на завод оказался в какойто промзоне я оттащил это оборудование на миллион практических промзоны до метро было страшно потом я непонятым я в этом не по разу не в рюкзаке я думал как мне взять с собой два рюкзака чтобы была\u003c/div\u003e\u003c/p\u003e","ResultFilePdfPath":"/static/2/2e66b0e8-99ec-49ce-9c36-7653b3c4d0a8.pdf","ResultFileDocPath":"/static/5/5a16e623-02bd-4138-864c-a4517b544374.docx","SourceFilePath":""}}
  -->
</template>
