<template>
  <div class="about py-8">
    <h1>STT by Roza.ai </h1>
    <div class="caption">версия 0.1.1, 2021-04-12</div>

    <p>
      Powered by AI NSU
    </p>
<v-divider />
    <p class="pt-4">
      Поддерживаемые форматы:
    </p>

    <p>
      <ul>
        <li>аудио: wav, mp3 (частично)</li>
        <li>видео: mov, mpeg4</li>
      </ul>
    </p>

    <v-divider />
    <p class="pt-4">
      Длительность одного файла: до 5 минут
      Максимальное количество файлов для одновременной загрузки: 10 штук
    </p>
    <v-divider />
    <p class="pt-4">
      Доступные параметры настроек и распознавания:
    </p>

    <ul>
      <li>язык распознавания: русский</li>
      <li>тайминг: возможность выбора временных меток</li>
      <li>теги (locations, organizations, persons)</li>
      <li>расстановка пунктуации</li>
      <li>разделение на спикеров</li>
      <li>дополнительный домен: телекоммуникационный</li>
    </ul>

    <p>
      Недоступные параметры настроек и распознавания приведены в качестве примера того, в каком направлении может
      развиваться система.
    </p>

  </div>
</template>
